[
    {
        "name": "Arctic foxes",
        "img": "wild/cards/img1.webp",
        "text": "Arctic Foxes are the only native land mammal in Iceland, so you might say you're invading their home turf when you come to Iceland! They're lovable little creatures, but they're tough cookies too! The vast majority of Iceland's Arctic Fox population is found in the Westfjords, where they'll find food all year long on the beaches of the ice-free fjords, warmed by the Gulf Stream. Did you know that Arctic fox fur is among the animal kingdom's thickest and changes color with the seasons? Arctic Foxes are pretty elusive, so keep an eye out for them!"
    },
    {
        "name": "Sheeps",
        "img": "wild/cards/img2.webp",
        "text": "Sheep were the lifeblood of Iceland for centuries. The first settlers from Norway brought them to the island, and their wool and meat helped humans survive Iceland's harsh conditions. To understand Icelanders' reverence for these creatures, one only needs to read Nobel Prize winner Halldor Laxness's novel. They're the central conversation topic between most of the country folk. While not being the most exciting animals in Iceland, their role in the country's history has been incredibly significant. Whenever the nation has gone through terrible struggles or a surge in growth, it has always returned to sheep."
    },
    {
        "name": "Reindeers",
        "img": "wild/cards/img3.webp",
        "text": "Reindeer were brought here from Norway in the 18th century when it was thought they'd be well-suited to the climate, but the local farmers soon gave up reindeer herding! So, the remaining animals chose the East as their preferred patch. Iceland's reindeer populations usually live up in the Highlands during the summer months, migrating closer to the coastal pastures in the winter. So, they're elusive, but you might be lucky to see a herd!"
    },
    {
        "name": "Birds",
        "img": "wild/cards/img4.webp",
        "text": "Iceland is a bird watcher's paradise, with millions migrating here yearly. Dozens of different species come to Iceland to feed and breed, making their nests on towering cliffs or Iceland's countless lakes, including Mývatn. Of course, everyone wants to see the most famous bird in Iceland – the charismatic and comical Atlantic Puffin. The world's largest colonies of puffins are found in Iceland, but that's not all! You'll also have a chance to see Arctic Terns, oystercatchers, golden plovers, kittiwakes, guillemots, and more than 20 different duck species! Most famous place for bird lowers in Iceland is Látrabjarg cliff that we visit during our tours to Westfjords."
    },
    {
        "name": "Icelandic Horses",
        "img": "wild/cards/img5.webp",
        "text": "Did you know that Icelandic horses “walk their own way”? Brought to Iceland by the Vikings, they have the usual “speeds” of any other horse – the walk, trot, and canter. But they've got two unique gaits perfectly adapted to Iceland's rugged terrain. The tölt is a fast rhythm, where at least one foot stays on the ground, making it a smooth and comfortable ride. And they're capable of a fast gallop, the flying pace known as skeið. Icelandic horses are tougher and smaller than other horses. They're not “wild,” but don't ever call them “ponies.” They won't like it!"
    },
    {
        "name": "Whales",
        "img": "wild/cards/img6.webp",
        "text": "Iceland is one of the best places in the world for whale watching, where you can see these marvelous mammals in their natural habitat. During our Ring Road Tours you can opt in for this activity commencing from Akureyri in the north. As many as 23 different species of whales can be found off the shores of Iceland. Humpbacks and Minke whales are seen most often, migrating thousands of miles from southern waters. In addition, you might get to spot Killer whales or even the immense Blue whale, the largest animal ever to have lived on Earth!"
    }
]