[
    {
        "name": "Skogafoss",
        "img": "waterfall/cards/img1.webp",
        "text": "It's a perfect rectangle with the river Skógaá falling straight down off the mountain's edge. If you have a raincoat or don't mind getting wet, you can follow the river below and get very close to the waterfall. It is also possible to take the stairs next to the waterfall to get a view from above. This mighty 25-meter-wide cascade falls 60 meters down, generating clouds of spray and a single or double rainbow on sunny days. That is why many consider Skógafoss one of the best waterfalls in Iceland. There is also a famous legend about the first Viking settler in this area, Prasis Porolfsson. He is said to have buried a treasure chest filled with gold behind Skógafoss, which no one has succeeded in recovering so far!"
    },
    {
        "name": "Seljalandsfoss",
        "img": "waterfall/cards/img2.webp",
        "text": "Seljalandsfoss is the superstar of waterfalls. You've probably seen it in countless pictures, especially those taken from behind the waterfall. This majestic beauty plunges 60 m (197 ft) off a high cliff into a small pool below, inviting you to walk around it and bask in its glory. Be careful when the path gets icy, but even in the coldest winter months, Seljalandsfoss always impresses. Did you know that Seljalandsfoss has a unique claim to fame? It's one of the few waterfalls where you can walk behind the gracefully falling cascade. Get thisbreathtaking experience!"
    },
    {
        "name": "Godafoss",
        "img": "waterfall/cards/img3.webp",
        "text": "Located in the northern region of Iceland, Goðafoss, also known as the Waterfall of the Gods, is a true spectacle, and many call put is as number one of the best waterfalls in Iceland. Legend has it that in the year 1000, a local chieftain threw statues of the Norse gods into the waterfall, symbolizing the country's conversion to Christianity. The waterfall cascades down in a horseshoe shape, approximately 30 meters wide. During winter, the surrounding landscape is often covered in snow, adding a magical touch to the scene."
    },
    {
        "name": "Svartifoss",
        "img": "waterfall/cards/img4.webp",
        "text": "Svartifoss, or the Black Waterfall, is a captivating natural wonder in Vatnajökull National Park in Iceland. This is one of the best waterfalls in Iceland due to its mesmerizing unique columnar basalt formations surrounding it, resembling a magnificent organ of nature. Legend has it that Svartifoss served as a source of inspiration for the renowned Icelandic architect Guðjón Samúelsson, who incorporated similar basalt columns in his designs, most notably in the iconic Hallgrímskirkja church in Reykjavík. This waterfall's distinct appearance has not only captured the imagination of artists and architects but also enchanted nature enthusiasts and explorers from around the world."
    },
    {
        "name": "Hengifoss",
        "img": "waterfall/cards/img5.webp",
        "text": "Hengifoss (“Hanging Falls”) is one of the highest waterfalls in Iceland at 128 meters. The falls are located on the Hengifossá River in Fljótsdalshreppur, East Iceland. The surrounding gorge is magnificent, with a colorful rock face that shows the layers of volcanic eruptions from millions of years ago. It's about a 40-60 minute walk to Hengifoss waterfall, and along the way, you pass by Litlanesfoss, surrounded by very high basalt columns. It is well worth making the 40 to 60-minute hike from the car park to view Hengifoss. The beauty of a waterfall goes beyond its strength and height. The surrounding scenery can transport you to a magical place. This narrow waterfall cascades down a multicolored cliff, showcasing unique red patterns from volcanic eruptions during Iceland's formation. It is truly one of the best waterfalls in Iceland!"
    },
    {
        "name": "Kirkjufellfoss",
        "img": "waterfall/cards/img6.webp",
        "text": "These minor falls are reputed to be amongst the most charming and beautiful waterfalls in Iceland, not undeservedly so! Situated near the iconic Kirkjufell Mountain on the Snæfellsnes Peninsula, Kirkjufellsfoss (Church Mountain Falls) is a stunning waterfall that complements the majestic peak. This waterfall has gained international fame for its appearance in the popular TV series Game of Thrones. Its picturesque setting, with the mountain in the background, makes it a favorite spot for photographers and nature enthusiasts."
    }
]